{"backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "units": 512, "batch_input_shape": [null, 270], "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_regularizer": null, "activation": "linear", "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "relu", "name": "activation_1", "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.5, "seed": null, "noise_shape": null}}, {"class_name": "Dense", "config": {"trainable": true, "units": 9, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_regularizer": null, "activation": "linear", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "kernel_regularizer": null, "activity_regularizer": null}}, {"class_name": "Activation", "config": {"activation": "softmax", "name": "activation_2", "trainable": true}}]}, "keras_version": "2.2.4"}